export const FAIHT_FUNDAMENTALS_LEFT_COLUMN = [
  {
    id: 1,
    title: "Աստվածաշունչ",
    description:
      "Մենք հավատում ենք, որ միայն և միայն Աստվածաշունչն է ճշմարիտ Աստծո Խոսքը:",
    refVerb: "(2 Տիմ. 3:16, 2 Պետ. 1:20-21)",
  },
  {
    id: 2,
    title: "Եռամեկություն",
    description:
      "Մենք հավատում ենք եռամեկության ուսմունքին՝ Հայր, Որդի« Հիսուս և Սուրբ Հոգի:",
    refVerb: "(Ծննդ. 1:26, Մթ. 28:19, 3:16-17)",
  },
  {
    id: 3,
    title: "Հիսուս Քրիստոս",
    description:
      "Մենք հավատում ենք, որ Հիսուս Քրիստոսը Աստծո Որդին է: Երկրի վրա Նա ներկայացավ և՛ որպես ճշմարիտ Աստված, և որպես մարդ: Նա միակն էր, ով ապրեց առանց մեղքի:",
    refVerb: "(Հովհ.1:1, 1:14, 20:28 և 1 Տիմ. 3:16)",
  },
  {
    id: 4,
    title: "Ծնունդը կույսից",
    description:
      "Մենք հավատում ենք, որ կույս Մարիամը ընդունեց Աստծուց Հիսուս Քրիստոսին՝ Սուրբ Հոգու միջոցով: Նրան անվանում են Աստծո Որդի, որովհետև Նա ծնվեց Աստվածային Սուրբ Հոգուց:",
    refVerb: "(Մթ. 1:18, 1:20, Ղուկ. 1:35)",
  },
  {
    id: 5,
    title: "Մեղքի մերժումը",
    description:
      "Յուրաքանչյուրի ձգտումն է դեպի Հիսուս Քրիստոսին, Նրա անունով մեղքերի թողության ընդունումը:",
    refVerb: "(Գործք. 2:38, 3:19)",
  },
  {
    id: 6,
    title: "Սրբացումը",
    description:
      "Կատարյալ նվիրման պրոցեսն է Աստծուն, որպեսզի նմանվենք Քրիստոսին:",
    refVerb: "(1 Թես. 4:3, 5:23)",
  },
  {
    id: 7,
    title: "Փրկությունը",
    description:
      "Հիսուս Քրիստոսին, Նրա մահվանն ու հարությանը հավատալով է: Փրկությունը Աստծո պարգև է, այն մեր բարի գործերով չէ և ոչ էլ մարդկային ձեռքբերումներով:",
    refVerb: "(Գաղ. 2:16, Տիտ. 3:5)",
  },
  {
    id: 8,
    title: "Հիսուսի արյունը",
    description:
      "Որ թափվեց Գողգոթայի խաչի վրա, մաքրում է մեզ բոլոր մեղքերից: Հիսուսը վերցրեց աշխարհի բոլոր մեղքերը:",
    refVerb: "(1 Հովհ. 1:7, Հայտ. 1:5, 5:9)",
  },
  {
    id: 9,
    title: "Քրիստոսը բնակվում է բոլոր հավատացյալների մեջ:",
    description:
      "Քրիստոնյան այն մարդն է, որը խնդրում է Տեր Հիսուս Քրիստոսին մտնել և բնակվել իր սրտում: Քրիստոնյայի հույսը արդարացված է այն ամենով, ինչ արեց Քրիստոսն իր համար. Նա մահացավ, թաղվեց և հարություն առավ մեռելներից:",
    refVerb: "(Հովհ. 14:17, 14:2, 1:12, 15:14)",
  },
];

export const FAIHT_FUNDAMENTALS_RIGHT_COLUMN = [
  {
    id: 10,
    title: "Հարություն",
    description:
      "Մենք հավատում ենք, որ, խաչի վրա մահանալուց երեք օր հետո, Հիսուս Քրիստոս հարություն առավ մեռելներից: Կգա ժամանակ, երբ բոլոր Հիսուս Քրիստոսին հավատացողները նույնպես հարություն կառնեն, որպեսզի ստանան իրենց պարգևը՝ հավիտենական կյանք երկնքում` Աստծո մոտ:",
    refVerb: "(Ղուկ. 24:36, 24:39, 1 Կորնթ. 15:42, 15:44)",
  },
  {
    id: 11,
    title: "Երկինքը",
    description: "բոլոր հավատացյալների հավիտենական բնակության վայրն է:",
    refVerb: "(2 Կորնթ. 5:1, 1 Պետրոս 1:4)",
  },
  {
    id: 12,
    title: "Դժոխք",
    description:
      "Մենք հավատում ենք, որ բոլոր մեղավորները իրենց երկրային կյանքից հետո պետք է դատվեն Աստծո կողմից և ուղարկվեն դժոխք:",
    refVerb: "(Եբր. 9:27, Մթ. 25:41)",
  },
  {
    id: 13,
    title: "Ջրի մկրտություն",
    description:
      "Աստծո Խոսքը ասում է` նրանք ովքեր հավատում են Տեր Հիսուս Քրիստոսին, պետք է մկրտվեն ջրով՝ Հիսուս Քրիստոսի անունով:",
    refVerb: "(Մթ. 28:19, Հովհ. 1:26, Գործք. 2:38)",
  },
  {
    id: 14,
    title: "Խորհրդավոր ընթրիքը",
    description:
      "հիշողության հատուկ ժամանակ է Աստծո ներկայության մեջ:Հացը և գինին խորհրդանշում են Հիսուս Քրիստոսի մարմինը և արյունը:",
    refVerb: "(1 Կորնթ. 11:23-25, Մկ. 14:22-25)",
  },
  {
    id: 15,
    title: "Երկրորդ գալուստը",
    description:
      "Մենք հավատում ենք, որ Հիսուս Քրիստոսը գալու է երկիր երկրորդ անգամ՝ Իր Արքայությունը հաստատելու համար: Նրա գալուստը տեսանելի է լինելու բոլորին: Կատարվելու օրը և ժամը Խոսքում չի բացված:",
    refVerb: "(Հայտն. 1:7, Գործք. 1:9-11)",
  },
  {
    id: 16,
    title: "Հիվանդների բժշկություն ",
    description:
      "Հիսուս Քրիստոսի ծառայության ընթացքում եղել են բազմաթիվ բժշկություններ: Հիսուսն Իր աշակերտներին հրամայեց նույնն անել: Սա նշաններից մեկն է, որն ուղեկցում է հավատացյալներին:",
    refVerb: "(Մթ. 8:16-17, Գործք. 8:6-7, Մկ. 16:17-18)",
  },
  {
    id: 17,
    title: "Սուրբ Հոգու մկրտությունը և օտար լեզուներով խոսելու պարգևը",
    description:
      "Տրված է Պենտեկոստեի օրը: Սա խոստմունք էր Հորից, որը կատարվեց Հիսուս Քրիստոսի հարությունից հետո՝ եկեղեցու ամրության և Ավետարանը ամբողջ աշխարհում քարոզելու համար: Նրա նպատակը հավատացյալների ամրապնդումը և անհավատներին նշաններ ցույց տալն է:",
    refVerb: "(Գործք. 2:17, 2:38-39, Մկ. 16:17)",
  },
];

export const PASTOR_BIOGRAPHY_SECTIONS = [
  "Հովիվ Տիգրան Թադևոսյանը ծնվել է 1965 թվականին Երևանում։ Սովորել է Երևանի թիվ 139 անգլիական թեքումով դպրոցում (այժմ՝ Կ. Դեմիրճյանի անվան):",
  "Հայրենիքին ծառայելուց հետո նա շարունակեց իր կրթությունը Կույբիշևի (այժմ՝Սամարայի) Կուլտուրայի պետական համալսարանում, ստանալով «Մշակութալուսավորչական գործունեության կազմակերպման մեթոդիստ» մասնագիտություն։"
];
