import juniorsMinistryImage from "../images/junior_ministry.webp";
import homeGroupsMinistryImage from "../images/home_group_ministry.webp";
import teenMinistryImage from "../images/teen_ministry.webp";

interface ChurchMinistery {
  title: string;
  description: string;
  image: string;
}

export const CHURCH_MINISTERIES: ChurchMinistery[] = [
  {
    title: "Մանկական ծառայություն",
    description:
      "Նոր Սերունդ եկեղեցու մանկական ծառայությունը սիրո, ուրախության և հոգևոր կրթության վայր է, որտեղ երեխաները ծանոթանում են Աստծո Խոսքին պարզ ու հետաքրքիր ձևով։ Մեր նպատակը ոչ միայն երեխաներին քրիստոնեական արժեքների մասին սովորեցնելն է, այլև նրանց մեջ սերմանել հավատք, հույս և բարություն, որոնք կուղեկցեն նրանց ամբողջ կյանքում։ Ծառայությունը ներառում է ստեղծագործական խաղեր, ուսուցողական պատմություններ, խմբային քննարկումներ և այլ հետաքրքիր միջոցառումներ։ Յուրաքանչյուր երեխա այստեղ կարող է գտնել իրեն հարմար միջավայր, որտեղ կզգա Աստծո սերն ու ուշադրությունը։",
    image: juniorsMinistryImage,
  },
  {
    title: "Տնային խմբակներ",
    description:
      "Նոր Սերունդ եկեղեցու սիրտն ու կորիզն են տնային խմբակները, որտեղ հավատացյալները կարող են հոգևոր աճել, իրենց կյանքում տեսնել Աստծո ձեռքը և միասին կիսվել իրենց մտահոգություններով ու աղոթքներով։ Այստեղ մենք ուսումնասիրում ենք Աստվածաշունչը եւ Աստծո խոսքը։ Մեր տնային խմբակները հասանելի են բոլորին՝ անկախ տարիքից և նախասիրություններից։ Այստեղ հնարավոր է աճել, ոգևորվել ու զգալ Աստծո անսահման սերն ու աջակցությունը։ Միացե՛ք մեր տնային խմբակներին։",
    image: homeGroupsMinistryImage,
  },
  {
    title: "Պատանիների ծառայություն",
    description:
      "Նոր Սերունդ եկեղեցու պատանիների ծառայության ժամանակ պատանիները կարող են զարգացնել իրենց հավատքը, ուժեղացնել անձնական կապը Աստծո հետ։ Մենք հավատում ենք, որ պատանու հոգևոր ձևավորման ժամանակաշրջանը եզակի հնարավորություն է րխորացնելու հարաբերությունները Աստծո հետ։ Ծառայության միջոցով պատանիները ստանում են նաև անգնահատելի աջակցություն, կիսվում են իրենց կյանքի փորձառություններով և ձևավորում իրար հետ խորը ընկերություններ՝ Աստծո սիրո հիման վրա։ Մենք ոչ միայն նրանց սովորեցնում ենք, այլ նաև նրանց ներգրավում ենք ծառայության մեջ՝ հնարավորություններ տալով իրական արժեքներ տարածելու և ճշմարիտ առաջնորդներ դառնալու համար։ Միացե՛ք մեզ՝ դարձեք մի մասը այն նոր սերունդի, որն իր հետ վերցնում է աստվածաշնչյան արժեքները և պատրաստ է ծառայելու Աստծուն։",
    image: teenMinistryImage,
  },
];
